{
    "astute.software.home":"Astute Softwares - Making World Digitally Astute",
    "astute.software.home.desc":"Astute Softwares helps tech companies and marketing agencies to scale up and reach their goals quickly. We create high-performing software applications, mobile applications, augmented reality applications, and metaverse development that grows with your business.",

    "software.mobile.app":"Software, mobile applications, web applications, and web 3.0 development and Consultancy - Astute Softwares",
    "astute.software.helps":"Astute Softwares helps tech companies and marketing agencies to scale up and reach their goals quickly. We create high-performing software applications, mobile applications, augmented reality applications, and metaverse development that grows with your business.",
    
    "astute.software.cookie":"Astute Softwares - Cookie Policy",
    "astute.software.cookie.desc":"Astute Softwares website only uses technical cookies, including analytics cookies, in order to ensure its user-friendliness and improve its functionality.",
    
    "astute.software.privacy":"Astute Softwares - Privacy Policy",
    "astute.software.privacy.desc":"Personal data is processed in accordance with the GDPR. The Personal data collected by ASTUTE SOFTWARES will be processed in accordance with the law.",

    "ideal.company.for":"The ideal company for top-notch websites and web application development.",
    "we.offer.web.design":"We offer web design, framework coding, and backend development for reliable, scalable and maintainable software. Start-ups, established businesses and marketers all need web development services. We specialize in building custom websites and mobile apps.",

    "astute.software.digital.transformation":"Astute Softwares, Digital Transformation Services",
    "astute.offer.the.most":"Astute Softwares offers the most advanced digital transformation services. We provide an integrated and astute way of digitising internal processes and corporate tasks. We are also committed to making sure that you have all transparency about what is going on.",

    "astute.software.custom.mobile.app":"Astute Softwares, Custom Mobile Application Development",
    "astute.software.is.a":"Astute Softwares is a leading mobile application developer with a wide range of products and services. We have a team of skilled, qualified specialists in the field of iOS and Android development to help you create an app that suits your needs.",

    "astute.software.quality":"Astute Softwares, Software Quality Assurance",
    "astute.offer.has.perfected":"Astute Softwares has perfected QA and Testing strategy and methodology that blend seamlessly into the development lifecycle without crossing the important boundaries,",

    "maintenance.and.support":"Maintenance and Support - Astute Softwares",
    "outsourcing.your.application":"Outsourcing your application's support and maintenance frees up your team to focus on what really matters. Astute Softwares seamlessly becomes the binding glue keeping everything together.",
    
    "blockchain.solutions":"Blockchain Solutions - Astute Softwares",
    "transform.your.business":"Transform your business with Astute Softwares's cutting-edge blockchain solutions and services that are secure, transparent, and efficient. Contact us to explore how we can help you.",

    "devops.services":"DevOps Services - Astute Softwares",
    "maximize.efficiency":"Maximize efficiency and streamline your software development process with our expert DevOps services. Contact us today to see how we can help your business succeed",

    "big.data.services":"Big Data Consulting Services - Astute Softwares",
    "get.insights.from":"Get insights from your data with our expert big data consulting services. From data collection to analysis, Astute Softwares helps you make informed decisions.",

    "time.and.material":"Time and Material Services - Astute Softwares",
    "maintain.your.goals":"Maintain your goals according to your allocated budget with our reliable time and material services. The experts at Astute Softwares offers reasonable pricing and timely delivery.",

    "falling.gems":"Falling Gems - Astute Softwares",
    "introducing.astute.softwares":"Introducing Astute Softwares' Falling Gems. Don't let these precious GEMS FALL! From exciting game levels to gold coins, everything is put up to make you feel good and relax.",

    "ui.ux.design":"UI and UX Design - Astute Softwares",
    "we.blend.a.variety":"We blend a variety of ui and ux design skills to produce elegant, functional and user-focused interfaces that gives users an immersive experience",

    "careers.services":"Careers - Astute Softwares",
    "junior.or.veteran":"Junior or veteran –whatever! At Astute Softwares, you’ll develop your career in a respectful and open atmosphere.",

    "coupon.astute.softwares":"Coupons - Astute Softwares",
    "save.big.with":"Save big with our exclusive coupons! Astute Softwares offers a wide range of discounts on products and services. Visit our website today to see how much you can save!",

    "coming.soon":"Coming Soon - Astute Softwares",
    "exciting.things.are":"Exciting things are coming soon! Stay tuned for Astute Softwares' new innovative products and services",

    "augmented.reality":"Augmented Reality Solutions - Astute Softwares",
    "experience.the.future.with":"Experience the future with our cutting-edge AR solutions. Astute Softwares offers innovative technology and expert consulting to help you stay ahead of the game.",

    "laravel.development":"Laravel Development Services - Astute Softwares",
    "astute.softwares.offers":"Astute Softwares offers expert Laravel development services solutions for web application development, e-commerce solutions, and more.",

    "react.development.services":"React Development Services - Astute Softwares",
    "astute.softwares.offers.react":"Astute Softwares offers expert React development services for creating immersive and interactive UIs that deliver great UX to consumers.",

    "angular.development":"Angular Development Services - Astute Softwares",
    "astute.softwares.offers.angular": "Astute Softwares offers expert Angular development services for creating immersive and interactive UIs that deliver great UX to consumers.",

    "node.js.development":"NodeJS Development Services - Astute Softwares",
    "asute.softwares.node.js":"Astute Softwares offers expert NodeJS development services for building efficient web applications. Contact us today to learn how we can help bring your project to life.",

    "vue.js.development":"Vue Development Services - Astute Softwares",
    "asute.softwares.vue.js":"Astute Softwares' Vue.js development services provide high-performing web applications for your business needs. Contact us now to see how we can help you.",

    "kotlin.development":"Kotlin Development Services - Astute Softwares",
    "asute.softwares.kotlin":"Astute Softwares offers expert Kotlin developers that can build your next project with efficiency and reliability. Contact us today to get started.",

    "django.development":"Django Development Services - Astute Softwares",
    "django.development.services":"Astute Softwares offers expert Django development services that can build your next web application efficiently. Contact us today to get started.",

    "software.services":"Astute Softwares - Services",
    "astute.software.is.a.development":"Astute Softwares is a software development company that offers services in mobile application development, web design, 3D modelling and animation, AR and VR.",

    "software.metaverse":"Astute Softwares - Metaverse",
    "astute.software.is.a.leading":"Astute softwares is a leading software development company that specializes in the development of metaverse and Web 3.0 services",

    "software.augmented.reality":"Astute Softwares - Augmented Reality",
    "astute.software.offers.ar":"Astute softwares offers augmented reality services that allows you to monetize your business and increase conversion rates.",

    "astute.software.portfolio":"Astute Softwares - portfolio",
    "see.some.our.work":"See some of our best work in 3D. With Astute software solutions, you can create everything from custom animations to beautiful presentations."

}